(ns koompi.components.koompi-press-release)

(defn pressRelease []
  [:div
   [:div.ui.container.containerPress
    [:center
     [:h1.pressTitle "សេចក្តី​ប្រកាស​ព័ត៌មាន- 17 តុលា 2018"]
     [:h2.koompiDesc "គម្ពីរនឹងធ្វេីការសម្ពោធជាផ្លូវការផលិតផលកុំព្យូទ័រដំបូងបង្អស់របស់ខ្លួននៅថ្ងៃ 20 តុលា 2018, ម៉ោង 3:30 នាទី រសៀល"]]]
   [:div.containerPressImg
    [:img {:src "img/koompi-press.jpeg" :class "ui fluid image"}]]
   [:div.ui.container.containerPress
    [:p.koompiContent "ភ្នំពេញ — ថ្ងៃទី17 ខែតុលា ឆ្នាំ2018 — ថ្ងៃនេះក្រុមការងាររបស់ គម្ពីរ សូមជម្រាបថាយេីងនឹងធ្វេីការបេីក​ សម្ពោធជា ផ្លូវការនៅថ្ងៃទី20 ខែតុលា ឆ្នាំ2018 វេលាម៉ោង 3:30 
         រសៀលក្នុងកម្មវិធី Barcamp ASEAN អាសុីអាគ្នេយ៍ 2018 នៅវិទ្យាស្ថានបច្ចេកវិទ្យាកម្ពុជា (សាលា តិចណូ) ហេីយយេីងខ្ញុំពិតជារីករាយខ្លាំងណាស់ដែលបន្ទាប់ពីបានធ្វេីដំណេីរ 
         យ៉ាងវែងឆ្ងាយក្នុងបេសកកម្មដ៏អស្ចារ្យ ក្នុងការបង្កេីតអោយបាននូវផលិតផល កុំព្យូទ័រម៉ាក គម្ពីរ របស់កម្ពុជាដ៏ពិសេសមួយនេះ។"]
    [:p.koompiContent "គម្ពីរ គឺជាកុំព្យូទ័រយួរដៃ (Laptop) ដែលការរចនាមានរាងស្តេីង ស្រាល និងមានល្បឿនលឿនដំណេីរការដោយប្រព័ន្ធ ប្រតិបត្តិការថ្មីបំផុតឈ្មោះថា Kroma OS បង្កេីតឡេីងដោយក្រុមការងារ របស់យេីងផ្ទាល់នៅកម្ពុជា។ វាបានភ្ជាប់មកជាមួយ អង្គចងចាំ RAM រហូតដល់ទៅ 8 GB, ថាសផ្ទុកឯកសារ ប្រភេទល្បឿនលឿន SSD ទំហំ 128 GB និងជម្រេីស 256 GB និងប្រេីប្រាស់ CPU Intel® Celeron® N4100 Processor នឹងត្រូវបានប្រកាសលក់ក្នុងតម្លៃដ៏ទាប ត្រឹមតែ 369 ដុល្លារ។"]
    [:p.koompiContent "ព័ត៌មានសំខាន់ជាច្រេីនទៀតស្តីអំពីបេសកកម្មបច្ចុប្បន្ន និងអនាគតរបស់ យេីងនឹងបង្ហាញជូនទាំងស្រុងក្នុងកម្មវិធីសម្ពោធ ជាផ្លូវការដ៏អស្ចារ្យ ក្នុងរយៈ ពេលពីរបីថ្ងៃខាងមុខនេះ។"]
    [:p.koompiContent "ដូចច្នេះយេីងខ្ញុំមានកិត្តិយសសូមគោរពអញ្ជេីញ ឯកឧត្តម លោកជំទាវ លោក លោកស្រី នាង កញ្ញា សិស្សានុសិស្ស ប្រជាពលរដ្ឋ មន្ត្រីរាជការ និងបុគ្គលិក អង្គការ 
         ឬក្រុមហ៊ុននៅគ្រប់លំដាប់ថ្នាក់ក្នុងព្រះរាជាណាចក្រកម្ពុជា ជាពិសេស អ្នកសារព័ត៌មានជាតិ និងអន្តរជាតិចូលរួមក្នុងកម្មវិធីសម្ពោធជាផ្លូវការនេះ កុំបីខកខាន។"]]
   [:div.containerPressImg
    [:img {:src "img/koompi-press1.jpeg" :class "ui fluid image"}]]])